Repository: cvedovini/wp-linkedin-co
Catalog: languages/wp-linkedin-co-*.po
Languages: ca, it, nl, pt_br

source: Company fields
ca: Camps de la companyia
it: Campi Azienda
nl: Bedrijf-velden
pt_br: Campos da Companhia

source: Settings
ca: Configuració
it: Impostazioni
nl: Instellingen
pt_br: Configurações

source: Comma separated list of fields to show on a company profile.
ca: Comma llista de camps separats per mostrar en un perfil de l&#39;empresa.
it: Comma elenco dei campi separati per mostrare su un profilo aziendale.
nl: Komma gescheiden lijst van velden om weer te geven op een bedrijfsprofiel.
pt_br: Comma lista de campos separados para mostrar em um perfil da empresa.

source: You can overide this setting in the shortcode with the `fields` attribute.
ca: Pot sobreescriure aquesta configuració en el 'shortcode' amb l'atribut 'fields'
it: Si puo' sovrascrivere questa impostazione nello shortcode con gli attributi `fields`
nl: Je kunt deze instelling overschrijven in de shortcode met het attribuut `fields`.
pt_br: Você pode substituir esta configuração no shortcode com el atributo 'campos'

source: See the <a href="https://developer.linkedin.com/documents/company-lookup-api-and-fields" target="_blank">LinkedIn API documentation</a> for the complete list of fields.
ca: Consulteu la <a href="https://developer.linkedin.com/documents/company-lookup-api-and-fields" target="_blank">documentació de l&#39;API LinkedIn</a> per veure la llista completa dels camps.
it: Consultare la <a href="https://developer.linkedin.com/documents/company-lookup-api-and-fields" target="_blank">documentazione API di LinkedIn</a> per l&#39;elenco completo dei campi.
nl: Kijk in de <a href="https://developer.linkedin.com/documents/company-lookup-api-and-fields" target="_blank">LinkedIn API documentatie</a> voor de volledige lijst met velden.
pt_br: Consulte a <a href="https://developer.linkedin.com/documents/company-lookup-api-and-fields" target="_blank">documentação da API do LinkedIn</a> para a lista completa de campos.

source: The WP LinkedIn for Companies plugin needs the WP LinkedIn plugin to be installed and activated.
ca: El WP LinkedIn per a Empreses Plugin necessita el plugin WP LinkedIn per a ser instal · lat i activat.
it: Il LinkedIn WP per le Imprese plugin deve il plugin WP LinkedIn per essere installato e attivato.
nl: De WP LinkedIn for Companies plug-in heeft de WP LinkedIn plug-in nodig om ge√Ønstalleerd en geactiveerd te worden.
pt_br: O LinkedIn WP para Empresas plugin precisa o plugin WP LinkedIn para ser instalado e ativado.

source: Company Card
ca: Card Company
it: Scheda Azienda
nl: Bedrijfskaartje
pt_br: Card Company

source: A widget displaying a company card
ca: Un giny que mostra una targeta d&#39;empresa
it: Un widget visualizzazione di una carta aziendale
nl: Een widget om een Bedrijfskaartje weer te geven
pt_br: Um widget exibindo um cartão de empresa

source: Title:
ca: Títol:
it: Titolo:
nl: Titel:
pt_br: Título

source: Company ID:
nl: BedrijfsID:

source: The ID of the company is the number at the end of the URL of its LinkedIn page.
nl: De ID van het bedrijf is het nummer aan het eind van de URL van de LinkedIn-pagina van het bedrijfsprofiel.

source: Max length of summary (in char):
ca: Longitud màxima del resum (en caràcters):
it: Larghezza massima del riassunto (in caratteri)
nl: Max lengte van de samenvatting (in char):
pt_br: Comprimento máximo do resumo (no char):

source: Specify '0' to hide the summary.
ca: Especifiqui '0' per amagar el resum.
it: Specifica '0' per nascondere la sintesi.
nl: Geef '0' op om de samenvatting te verbergen.
pt_br: Especificar '0' para ocultar o resumo

source: Company Updates
ca: Actualitzacions Empresa
it: Azienda Aggiornamenti
nl: Bedrijfsupdates
pt_br: Atualizações empresa

source: A widget displaying a company updates
ca: Un giny que mostra unes actualitzacions de la companyia
it: Un widget che visualizza un aggiornamento aziendali
nl: Een widget om bedrijfsupdates weer te geven
pt_br: Um widget exibindo uma atualizações da empresa

source: Number of updates to show:
ca: Nombre de canvis per mostrar:
it: Numero di aggiornamenti da mostrare:
nl: Aantal weer te geven updates:
pt_br: Número de atualizações para mostrar:

source: Type of updates to show:
ca: Tipus de canvis per mostrar:
it: Tipo di aggiornamenti a mostrare:
nl: Types updates om weer te geven:
pt_br: Tipo de atualizações para mostrar:

source: Job Postings
ca: Col·locacions d&#39;Avisos
it: Offerte di lavoro
nl: Vacatures
pt_br: Postagens de emprego

source: %s employees
ca: empleats%s
it: dipendenti%s
nl: %s werknemers
pt_br: empregados%s

source: Description
ca: Descripció
it: Descrizione
nl: Omschrijving
pt_br: Descrição

source: Specialties
ca: Especialitats
it: Specialità
nl: Specialismen
pt_br: Especialidades

source: Headquarters
ca: Seu
it: Quartier generale
nl: Hoofdvestiging
pt_br: Sede

source: No updates
ca: No hi ha canvis
it: Nessun aggiornamento
nl: Geen updates
pt_br: Não há atualizações

source: License Keys
nl: Licentiesleutels

source: Companies extension
nl: Bedrijfsextensie

source: Active
nl: Actief

source: Deactivate License
nl: Licentie deactiveren

source: Activate License
nl: Licentie activeren

source: This plugin enables you to display company's profiles.
ca: Aquest plugin us permet visualitzar els perfils d&#39;empresa.
it: Questo plugin permette di visualizzare i profili aziendali.
nl: Deze plug-in maakt het mogelijk om bedrijfsprofielen weer te geven.
pt_br: Este plugin permite que você exiba perfis da empresa.

source: The WP LinkedIn for Company plugin requires at least version %s of the WP-LinkedIn plugin, current installed version is %s
ca: El WP LinkedIn per connector d&#39;Empresa requereix almenys la versió%s del connector WP-LinkedIn, versió actual instal·lada és%s
it: Il WP LinkedIn per il plugin Società richiede almeno la versione%s del plugin WP-LinkedIn, la versione corrente installata è%s
pt_br: O WP LinkedIn para Plugin Empresa exige pelo menos a versão%s do plugin WP-LinkedIn, versão atual instalada é%s

source: Company:
ca: Empresa:
it: Azienda:
pt_br: Empresa:

source: Status Updates
ca: Actualitzacions d&#39;estat
it: Aggiornamenti dello stato
pt_br: Atualizações de status

source: WP LinkedIn for Companies
ca: LinkedIn WP per a Empreses
it: WP LinkedIn per le Aziende
pt_br: WP LinkedIn para empresas
